<template functional>
	<svg xmlns="http://www.w3.org/2000/svg" width="25.855" height="25.854" viewBox="0 0 25.855 25.854">
		<g id="Векторный_смарт-объект" data-name="Векторный смарт-объект" transform="translate(0.001)">
			<path id="Path_9" data-name="Path 9" d="M198.916,197.774a1.576,1.576,0,1,0,1.576,1.576A1.578,1.578,0,0,0,198.916,197.774Z" transform="translate(-179.115 -193.28)" fill="#2fc06e"/>
			<path id="Path_10" data-name="Path 10" d="M201.871,194.124H189.06a6.531,6.531,0,0,0-6.523,6.523v12.809a6.529,6.529,0,0,0,6.523,6.523h12.811a6.528,6.528,0,0,0,6.521-6.523V200.647A6.53,6.53,0,0,0,201.871,194.124Zm3.708,19.332a3.714,3.714,0,0,1-3.708,3.711H189.06a3.713,3.713,0,0,1-3.708-3.711V200.647a3.711,3.711,0,0,1,3.708-3.708h12.811a3.712,3.712,0,0,1,3.708,3.708Z" transform="translate(-182.537 -194.124)" fill="#2fc06e"/>
			<path id="Path_11" data-name="Path 11" d="M194.287,199.215a6.659,6.659,0,1,0,6.66,6.659A6.668,6.668,0,0,0,194.287,199.215Zm0,10.5a3.845,3.845,0,1,1,3.846-3.846A3.85,3.85,0,0,1,194.287,209.72Z" transform="translate(-181.36 -192.947)" fill="#2fc06e"/>
		</g>
	</svg>
</template>
<script>
export default {
	
}
</script>
<style>

</style>